Repository: UB-Mannheim/PalMA
Catalog: locale/*.UTF-8/LC_MESSAGES/palma.po
Languages: ar, bn, de, fr, gr, hi, tr, zh

source: A list of all logged-in users as well as a button to disconnect everyone and therefore end the session.
bn: ""সমস্ত লগ-ইন করা ব্যবহারকারীদের একটি তালিকা এবং সেই সাথে সকলকে সংযোগ বিচ্ছিন্ন করার জন্য একটি বোতাম এবং সেইজন্য সেশনটি শেষ করুন৷
de: Eine Liste mit allen angemeldeten Benutzern sowie eine Schaltfläche, mit der Sie die Sitzung für alle beenden können.
gr: Μια λίστα όλων των συνδεδεμένων χρηστών καθώς και ένα κουμπί για να αποσυνδέσετε όλους και επομένως να τερματίσετε τη συνεδρία.
hi: सभी लॉग-इन उपयोगकर्ताओं की सूची के साथ-साथ सभी को डिस्कनेक्ट करने के लिए एक बटन औरइसलिए सत्र समाप्त करें।
tr: Oturum açmış tüm kullanıcıların listesi ve herkesin bağlantısını kesip oturumu sonlandırmak için bir düğme.
zh: 所有登陆用户的列表，同时也可以用按钮取消每一个人的连接

source: Recommend us
ar: قم بتوصيتنا
bn: আমাদের সুপারিশ করুন
de: Empfehlen Sie uns
fr: Recommandez-nous
gr: Συστήστε μας
hi: हमें अनुशंसा करें
tr: Bizi tavsiye edin
zh: 推荐我们

source: If you like PalMA, please recommend us by sharing in your social networks.<br />Enjoy PalMA!
bn: আপনি যদি PalMA পছন্দ করেন, দয়া করে আপনার সামাজিক নেটওয়ার্কগুলিতে ভাগ করে আমাদের সুপারিশ করুন৷ <br />Enjoy PalMA!
de: Wenn Ihnen PalMA gefällt, empfehlen Sie uns weiter und teilen Sie folgenden Link in Ihren sozialen Netzwerken. Viel Spaß mit PalMA!
gr: Αν σας αρέσει το PalMA, παρακαλούμε συστήστε μας μοιραζόμενοι στα κοινωνικά δίκτυα.<br />Απολαύστε το PalMA!
hi: यदि आप पालमा को पसंद करते हैं, तो कृपया अपने सामाजिक नेटवर्क में साझा करके हमें अनुशंसा करें।<br />पालमा का आनंद लें!
tr: PalMA'yı beğendiyseniz lütfen sosyal ağlarınızda paylaşarak bizi tavsiye edin.
zh: 如果您喜欢PalMa，请在社交媒体中分享并推荐. 祝好

source: Tell us what you think
ar: ما هو رأيك
bn: আপনি কি মনে করেন তা আমাদের বলুন
de: Sagen Sie uns Ihre Meinung
gr: Πείτε μας τι πιστεύετε
hi: हमें बताएं कि आप क्या सोचते हैं
tr: Bize ne düşündüğünü söyle
zh: 告诉我们您的想法

source: Please let us know about problems or ideas to improve PalMA. Help us directly by sending crash reports or contributing on
bn: ""PalMA উন্নত করতে সমস্যা বা ধারণা সম্পর্কে আমাদের জানান। ক্র্যাশ রিপোর্ট পাঠিয়ে বা অবদান রেখে সরাসরি আমাদের সাহায্য করুন এখানে
de: Bitte informieren Sie uns über Probleme oder Verbesserungsvorschläge. Helfen Sie uns direkt durch das Senden von Fehlerberichten oder einen persönlichen Beitrag auf
hi: कृपया हमें पालमा में सुधार के लिए समस्याओं या विचारों के बारे में बताएं। हमारी सहायता करें सीधे क्रैश रिपोर्ट भेजकर या योगदान देकर
tr: Lütfen PalMA'yı iyileştirmeye yönelik sorunları veya fikirleri bize bildirin. Doğrudan kilitlenme raporları göndererek veya katkıda bulunarak bize yardım et
zh: 请让我们知道任何问题或者想法，以便优化我们的PalMa. 您可以直接发送错误报告或者帮我们贡献您的代码.

source: Thank you!
ar: شكراً لك
bn: ধন্যবাদ!
de: Vielen Dank!
fr: Merci à vous!
gr: Ευχαριστούμε!
hi: धन्यवाद!
tr: Teşekkür ederim!
zh: 十分感谢您

source: Select language:
ar: اختر لغة
bn: ভাষা নির্বাচন:
de: Sprache auswählen:
fr: Choisissez la langue:
gr: Επιλέξτε γλώσσα:
hi: भाषा चुनें:
tr: Dil Seçin:

source: User list
ar: لأئحة المستخدمين
bn: ব্যবহারকারীর তালিকা
de: Benutzerliste
fr: Liste des utilisateurs
gr: Λίστα χρηστών
hi: उपयोक्ता सूची
tr: Kullanıcı listesi
zh: 用户列表

source: List of connected users
ar: أئحة المستخدمين الحاليين
bn: সংযুক্ত ব্যবহারকারীদের তালিকা
de: Liste aller angemeldeten Benutzer
fr: Liste des utilisateurs connectés
gr: Λίστα συνδεδεμένων χρηστών
hi: कनेक्टेड उपयोक्ताओं की सूची
tr: Bağlı kullanıcıların listesi
zh: 已连接用户列表

source: New users can join at
ar: يستطيع المستخدم الجديد الانضمام من خلال
bn: নতুন ব্যবহারকারীরা এতে যোগ দিতে পারবেন
de: Neue Nutzer können hier beitreten
fr: Les nouveaux utilisateurs peuvent se joindre à
gr: Οι νέοι χρήστες μπορούν να συνδεθούν στο
hi: नए उपयोक्ता इसमें शामिल हो सकते हैं
tr: Yeni kullanıcılar şu adreste katılabilir:
zh: 新用户可以加入于

source: Disconnect all users and end the session
ar: حذف جميع المستخدمين وإعادة الوضع قبل الإستخدم
bn: সমস্ত ব্যবহারকারীদের সংযোগ বিচ্ছিন্ন করুন এবং সেশন শেষ করুন
de: Alle Benutzer abmelden und die Sitzung beenden
fr: Déconnecter tous les utilisateurs et terminer la session
gr: Αποσύνδεση όλων των χρηστών και τερματισμός της συνεδρίας
hi: सभी उपयोक्ताओं को डिस्कनेक्ट करें और सत्र समाप्त करें
tr: Tüm kullanıcıların bağlantısını kesin ve oturumu sonlandırın

source: End the session
ar: انتهاء الحصة
bn: সেশন শেষ করুন
de: Sitzung beenden
fr: Terminez la session
gr: Τερματισμός της συνεδρίας
hi: सत्र समाप्त करें
tr: Oturumu sonlandır
zh: 结束会话（计算机用语）

source: Disconnect the current user
ar: افصل المستخدم الحالي
bn: বর্তমান ব্যবহারকারীর সাথে সংযোগ বিচ্ছিন্ন করুন
de: Den aktuellen Benutzer abmelden
fr: Déconnecter l'utilisateur actuel
gr: Αποσύνδεση του τρέχοντος χρήστη
hi: मौजूदा उपयोक्ता को डिस्कनेक्ट करें
tr: Geçerli kullanıcının bağlantısını kes
zh: 断开当前用户连接

source: Log out
ar: تصغير الصورة
bn: লগ আউট
de: Abmelden
fr: Déconnexion
gr: Αποσύνδεση
hi: लॉग आउट करें
tr: Çıkış Yap

source: Screen section
ar: جزء من الشاشة
bn: স্ক্রিন বিভাগ
de: Bildschirmbereich
fr: Section d'écran
hi: स्क्रीन अनुभाग
tr: Ekran bölümü

source: Invalid credentials!
ar: معرّف خاطئ
bn: অবৈধ পরিচয়!
de: Benutzerkennung ungültig!
fr: Identifiants non valides!
hi: अमान्य क्रेडेंशियल!
tr: Geçersiz kimlik bilgileri!
zh: 证书无效！

source: Cannot check credentials, sorry!
ar: عذراً لم يتم التحقق من هويتك
bn: পরিচয় চেক করা যাচ্ছে না, দুঃখিত
de: Prüfung der Benutzerkennung zur Zeit leider nicht möglich!
fr: PIN non valide.
hi: क्रेडेंशियल चेक नहीं कर सकता, क्षमा करें!
tr: Kimlik bilgileri kontrol edilemiyor, üzgünüm!
zh: 抱歉，无法检查证书。

source: Invalid PIN.
bn: অবৈধ পিন৷
de: PIN ungültig.
gr: Άκυρο PIN.
hi: अमान्य पिन.
tr: Geçersiz PIN.
zh: PIN码无效

source: PalMA &ndash; Login
ar: الرمز السري خاطئ
bn: পালমা - লগইন করুন
de: PalMA &ndash; Anmeldung
fr: alMA &ndash; Connexion
gr: PalMA &ndash; Σύνδεση
hi: पालमा &ndash; लॉग इन करें
tr: PalMA – Giriş yapmak
zh: PalMA &ndash; 登入

source: Login
ar: تسجيل الدخول
bn: লগইন
de: Anmeldung
fr: Connexion
gr: Σύνδεση
hi: लॉग इन
tr: Giriş yap
zh: 登入

source: User name
bn: ইউজার নেম
de: Benutzername
fr: Nom d'utilisateur
gr: Όνομα χρήστη
hi: उपयोगकर्ता नाम
tr: Kullanıcı adı
zh: 用户名

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
de: Passwort
fr: Mot de passe
gr: Κωδικός πρόσβασης
hi: पासवर्ड
tr: Şifre
zh: 密码

source: PIN
bn: পিন
hi: पिन
tr: Şifre
zh: PIN码

source: Log in
ar: الرمز
bn: লগইন
de: Anmelden
fr: Se connecter
gr: Σύνδεση
hi: लॉगिन
tr: Giriş yap
zh: 登入

source: This file is too large.
ar: الملف كبير جداً
bn: এই ফাইলটি খুব বড়।
de: Diese Datei ist zu groß.
fr: Ce fichier est trop volumineux.
gr: Αυτό το αρχείο είναι πολύ μεγάλο.
hi: यह फ़ाइल बहुत बड़ी है।
tr: Bu dosya çok büyük.
zh: 文件过大

source: Large files are not supported.
ar: الملفات الكبيرة غير مدعومة
bn: বড় ফাইল সমর্থিত নয়.
de: Große Dateien werden nicht unterstützt.
fr: Les fichiers volumineux ne sont pas pris en charge.
gr: Δεν υποστηρίζονται μεγάλα αρχεία.
hi: बड़ी फ़ाइलें समर्थित नहीं हैं।
tr: Büyük dosyalar desteklenmez.
zh: 不支持大型文件

source: File was only partially uploaded.
ar: تم رفع الملف بشكل جزئي
bn: ফাইল শুধুমাত্র আংশিক আপলোড করা হয়েছে.
de: Die Datei wurde nur teilweise hochgeladen.
fr: Le fichier n'a été que partiellement téléchargé.
gr: Το αρχείο μεταφορτώθηκε μόνο εν μέρει.
hi: फ़ाइल केवल आंशिक रूप से अपलोड की गई थी।
tr: Dosya yalnızca kısmen yüklendi.
zh: 仅部分文件上传成功

source: Error code %s.
ar: رمز العطل
bn: ত্রুটি কোড %s.
de: Fehlercode %s.
fr: Code d'erreur %s.
gr: Κωδικός σφάλματος %s.
hi: रुटि कोड %s।
tr: Hata kodu %s.
zh: 错误码 %s

source: File '%s' cannot be shown.
bn: ফাইল '%s' দেখানো সম্ভব না।
de: Die Datei '%s' kann leider nicht angezeigt werden.
fr: Le fichier '%s' ne peut pas être affiché.
gr: Το αρχείο '%s' δεν μπορεί να εμφανιστεί.
hi: फ़ाइल '%s' नहीं दिखाई जा सकती।
tr: '%s' dosyası gösterilemiyor.
zh: 文件 '%s' 显示失败。

source: Picture Show
bn: ছবি প্রদর্শনী
de: Bilderschau
fr: Diaporama
gr: Παρουσίαση εικόνων
hi: चित्र प्रदर्शन
tr: Resim Gösterisi
zh: 显示图片

source: Tiles
ar: عناوين
bn: টাইলস
de: Kacheln
fr: Tuiles
gr: Πλακίδια
hi: टाइल्स
tr: Fayans
zh: 题目

source: Select workplace
de: Arbeitsplatz auswählen
zh: 选择工作地点

source: Conference room
de: Besprechungsraum
zh: 会议室

source: Mannheim table
de: Mannheimer Tisch
zh: 曼海姆工作台

source: Test monitor
zh: 测试监控
