Repository: UB-Mannheim/PalMA
Catalog: locale/*.UTF-8/LC_MESSAGES/palma.po
Languages: ar, bn, de, fr, gr, hi, tr, zh

source: not available
bn: পাওয়া যাচ্ছে না
de: nicht verfügbar
fr: non disponible
gr: δεν είναι διαθέσιμο
hi: संदेश उपलब्ध नहीं है
tr: Uygun değil
zh: 无效行为

source: Enter valid URL
ar: من فضلك أدخل URL صحيح
fr: Entrez l'URL valide
gr: Εισαγωγή URL
hi: कृपया यूआरएल दर्ज करें
zh: 请输入合法的URL

source: You were disconnected!
ar: لقد تم قطع الاتصال
bn: আপনি বিচ্ছিন্ন হয়ে গিয়েছিলেন!
de: Sie wurden abgemeldet!
fr: Vous avez été déconnecté
gr: Αποσυνδεθήκατε!
hi: आप डिसकनेक्ट हो गए थे!
tr: Bağlantınız koptu!
zh: 您已断开连接

source: Select screen section for display
ar: إختيار جزء من الشاشة للرؤية
bn: প্রদর্শনের জন্য পর্দার অংশ নির্বাচন করুন
de: Bildschirmbereich auswählen
fr: Sélectionnez la section d'écran
gr: Επιλέξτε ενότητα οθόνης για προβολή
hi: प्रदर्शन के लिए स्क्रीन अनुभाग चुनें
tr: Göstermek için ekran seçin
zh: 选取需要显示的屏幕部分

source: Toggle visibility
ar: تبديل الرؤية
bn: দৃশ্যমানতা টগল করুন
de: Sichtbarkeit umschalten
fr: Commutation de la visibilité
gr: Εναλλαγή ορατότητας
hi: दृश्यता टॉगल करें
tr: Görünürlük değiştir
zh: 切换可见

source: Zoom in
ar: تكبير الصورة
bn: জুম ইন
de: Hereinzoomen
fr: Zoom en avant
gr: Μεγέθυνση
hi: ज़ूम इन
tr: Yakınlaştır
zh: 放大

source: Zoom out
ar: تصغير الصورة
bn: জুম আউট
de: Herauszoomen
fr: Zoom en arrière
gr: Σμίκρυνση
hi: ज़ूम आउट
tr: Uzaklaştır
zh: 缩小

source: Rotate counterclockwise
ar: أقلب الصفحة عكس عقارب الساعة
bn: ঘড়ির কাঁটার বিপরীত দিকে ঘোরান
de: Gegen den Uhrzeigersinn drehen
fr: Rotation dans le sens antihoraire
gr: Περιστρέψτε αριστερόστροφα
hi: वामावर्त घुमाएँ
tr: Saat yönünün tersine çevirin
zh: 逆时针旋转

source: Rotate clockwise
ar: أقلب الصفحة مع عقارب الساعة
bn: ঘড়ির কাঁটার দিকে ঘোরান
de: Im Uhrzeigersinn drehen
fr: Rotation dans le sens horaire
gr: Περιστρέψτε δεξιόστροφα
hi: दक्षिणावर्त घुमाएँ
tr: Saat yönünde çevir
zh: 顺时针旋转

source: Download this item
ar: تنزيل الملف
bn: এই আইটেমটি ডাউনলোড করুন
de: Diesen Beitrag herunterladen
fr: Téléchargez cet élement
gr: Κατεβάστε αυτό το αντικείμενο
hi: यह आइटम डाउनलोड करें
tr: Bu öğeyi indir

source: Remove this item
ar: أمسح هذا الملف
bn: এই আইটেমটি মুছে ফেলুন
de: Diesen Beitrag entfernen
fr: Supprimez cet élement
gr: Αφαιρέστε αυτό το αντικείμενο
hi: यह आइटम हटाएं
tr: Bu öğeyi sil

source: Jump to start
ar: الرجوع إلى البداية
bn: শুরু তে ফিরে যান
de: Zum Anfang springen
fr: Aller au début
gr: Μετάβαση στην αρχή
hi: प्रारंभ पृष्ठ पर जाएं
tr: Başlamak için zıpla
zh: 回到开头

source: Page up
ar: صفحة للأعلى
bn: পৃষ্ঠা আপ
de: Seite nach oben
fr: Monter une page
gr: Σελίδα προς τα πάνω
hi: पेज ऊपर
tr: Sayfa yukarı
zh: 向上翻页

source: Page down
ar: صفحة للأسفل
bn: পৃষ্ঠা নিচে
de: Seite nach unten
fr: Déscendre une page
gr: Σελίδα προς τα κάτω
hi: पेज नीचे
tr: Bitirmek için zıpla
zh: 向下翻页

source: Jump to end
ar: الذهاب إلى نقطة النهاية
bn: শেষ এ চলে যান
de: Zum Ende springen
fr: Aller à la fin
gr: Μετάβαση στο τέλος
hi: अंत पृष्ठ पर जाएं
zh: 跳到结尾

source: Up
ar: أعلى
bn: উপরে
de: Nach oben
fr: Monter
gr: Πάνω
hi: ऊपर
tr: Yukarı
zh: 上

source: Left
ar: يسار
bn: বামে
de: Nach links
fr: À gauche
gr: Αριστερά
hi: बायाँ
tr: Sol
zh: 左

source: Right
ar: يمين
bn: ডানে
de: Nach rechts
fr: À droite
gr: Δεξια
hi: सही
tr: Sağ
zh: 右

source: Down
ar: أسفل
bn: নিচে
de: Nach unten
fr: Déscendre
gr: Kάτω
hi: नीचे
tr: Aşağı
zh: 下

source: Welcome
ar: مرحبا
bn: স্বাগতম
de: Willkommen
fr: Bienvenue
gr: Kαλώς ήρθατε
hi: स्वागत है
tr: Hoşgeldin
zh: 欢迎您

source: There is no shared content yet. Click below to get started!
ar: لم يتم مشاركة محتوى حتى الآن. إضغط في الأسفل لكي تبدأ
bn: শেয়ার করা কনটেন্ট এখনও পাওয়া যায়নি। শুরু করার জন্য নিচে ক্লিক করুন!
de: Es gibt noch keine geteilten Inhalte. Klicken Sie hier, um zu beginnen!
fr: Il n' y a pas encore de contenu partagé. Cliquez ci-dessous pour commencer
gr: Δεν υπάρχει ακόμη κοινόχρηστο περιεχόμενο. Κάντε κλικ παρακάτω για να ξεκινήσετε!
hi: अभी तक कोई साझा सामग्री नहीं है। आरंभ करने के लिए नीचे क्लिक करें!
tr: Henüz paylaşılmış bir içerik yok. Başlamak için aşağıya tıklayın!
zh: 现在还没有可以分享的内容， 请点击下面来开始

source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
fr: Ajouter
gr: Προσθήκη
hi: जोड़ें
tr: Ekle
zh: 添加

source: Sorry! Screensharing for your device is currently not supported.
bn: দুঃখিত! আপনার ডিভাইসের জন্য স্ক্রিনশেয়ারিং বর্তমানে সমর্থিত নয়.
de: Screensharing wird für Ihr Gerät leider nicht unterstützt.
fr: Désolé! Le partage d'écran pour votre appareil n'est actuellement pas pris en charge
gr: Συγνώμη! Η κοινή χρήση οθόνης για τη συσκευή σας δεν υποστηρίζεται προς το παρόν.
hi: माफ़ करना! आपके उपकरण के लिए स्क्रीन साझाकरण वर्तमान में समर्थित नहीं है।
tr: Üzgünüm! Cihazınız için ekran paylaşımı şu anda desteklenmiyor.
zh: 十分抱歉！您的设备现在还不能使用屏幕分享

source: Control
ar: التحكم بالمؤشر
bn: নিয়ন্ত্রণ
de: Steuern
fr: Contrôle
gr: Ελεγχος
hi: नियंत्रण
tr: Kontrol

source: Extras
ar: مساعدة
bn: অতিরিক্ত
gr: Πρόσθετα
hi: अतिरिक्त
tr: Ekstralar

source: File
bn: ফাইল
de: Datei
fr: Fichier
gr: Αρχείο
hi: फ़ाइल
tr: Dosya
zh: 文件

source: URL
ar: عنوان URL
bn: ইউআরএল
hi: यूआरएल

source: Screen
ar: جزء من الشاشة
bn: পর্দা
de: Bildschirm
fr: Écran
gr: Οθόνη
hi: स्क्रीन
tr: Ekran

source: Drag and drop files or click here to upload.
ar: اسحب الملف لأو إضغط هنا لرفع الملف
bn: ফাইল টেনে আনুন বা আপলোড করতে এখানে ক্লিক করুন.
de: Dateien per Drag 'n' Drop oder Klick hochladen.
fr: Glisser-déposer des fichiers ou cliquez ici pour les télécharger
gr: Μεταφέρετε και αποθέστε αρχεία ή κάντε κλικ εδώ για μεταφόρτωση.
hi: फ़ाइलें खींचें और छोड़ें या अपलोड करने के लिए यहाँ क्लिक करें।
tr: Dosyaları sürükleyip bırakın veya yüklemek için buraya tıklayın.
zh: 拖拽您要上传的文件或者点击这里来上传

source: Add file (click or drop here)
ar: إضافة ملف
bn: ফাইল যোগ করুন (এখানে ক্লিক করুন বা ড্রপ করুন)
de: Datei hinzufügen (hierher ziehen oder hier klicken)
fr: Ajouter fichier(déposez oder cliquez ici)
gr: Προσθήκη αρχείου (κάντε κλικ ή αποθέστε εδώ)
hi: फ़ाइल जोड़ें (यहां क्लिक करें या ड्रॉप करें)
tr: Dosya ekle
zh: 添加文件（点击或者拖拽）

source: Add webpage
ar: أضف صفحة
bn: ওয়েবপৃষ্ঠা যোগ করুন।
de: Webseite hinzufügen
fr: Ajouter site web
gr: Προσθήκη ιστοσελίδας
hi: वेबपेज जोड़ें
tr: Web sayfası ekle
zh: 添加页面

source: Enter URL
ar: من فضلك أدخل ال-URL
bn: ইউআরএল লিখুন
de: Bitte geben Sie eine URL ein
fr: Entrez URL
gr: Εισαγωγή URL
hi: यूआरएल दर्ज करें
tr: URL girin
zh: 输入URL

source: Click here to show the webpage on the screen.
ar: إضغط هنا لإظهار الصفحة على الشاشة
bn: স্ক্রিনে ওয়েবপৃষ্ঠা দেখাতে এখানে ক্লিক করুন.
de: Klicken Sie hier, um eine Webseite auf dem Bildschirm anzuzeigen.
fr: Clicquez ici pour afficher la page sur l'écran
gr: Κάντε κλικ εδώ για να εμφανιστεί η ιστοσελίδα στην οθόνη.
hi: वेबपेज को स्क्रीन पर दिखाने के लिए यहाँ क्लिक करें.
tr: Web sayfasını ekranda göstermek için burayı tıklayın.
zh: 点击这里好在屏幕上显示页面

source: Enter
ar: من فضلك أدخل ال-URL
bn: প্রবেশ করুন
de: Anzeigen
hi: दर्ज करें
tr: Giriş Yapmak

source: Add your screen
ar: أضف شاشتك
bn: আপনার স্ক্রিন যোগ করুন
de: Ihren Bildschirm darstellen
fr: Ajoutez votre écran
gr: Προσθέστε την οθόνη σας
hi: अपनी स्क्रीन जोड़ें
tr: Ekranınızı ekleyin
zh: 添加您的屏幕

source: Download screensharing tool
ar: تحميل أداة مشاركة الشاشة
bn: স্ক্রিনশেয়ারিং টুল ডাউনলোড করুন
de: Screensharing Software herunterladen
fr: Téléchargez l'outil de partage d'écran
hi: डाउनलोड स्क्रीनशेयरिंग टूल
tr: Ekran paylaşma aracını indirin
zh: 下载屏幕分享工具

source: Download your screensharing tool (Windows, Mac and Linux only). Visit the help section for further information.
ar: قسم المساعدة للمزيد من المعلومات
bn: আপনার স্ক্রিনশেয়ারিং টুল ডাউনলোড করুন (উইন্ডোজ, ম্যাক এবং লিনাক্স শুধুমাত্র). আরও তথ্যের জন্য সহায়তা বিভাগে যান.
de: Laden Sie Ihre Screensharing Software herunter (nur Windows, Mac und Linux). Besuchen Sie die Hilfe im Bereich Extras für weitere Informationen.
fr: Téléchargez votre outil de partage d'écran (uniquement pour Windows, Mac and Linux). Pour plus d'information, voyez la section aide
hi: अपना स्क्रीनशेयरिंग टूल डाउनलोड करें (केवल विंडोज़, मैक और लिनक्स)। यहां जाएं अधिक जानकारी के लिए सहायता अनुभाग।
tr: Ekran paylaşım aracınızı indirin (yalnızca Windows, Mac ve Linux). Daha fazla bilgi için yardım bölümünü ziyaret edin.
zh: 下载您的屏幕分享工具（只有Windows，Mac 和 Linux可以）.访问帮助以获取更多信息

source: Layout
ar: تصميم
bn: নকশা
de: Anordnung
fr: Mise en page
gr: Διάταξη
hi: लेआउट
tr: Düzen
zh: 登出

source: Navigate
ar: تصفح
bn: নেভিগেট করুন
de: Navigieren
fr: Navigation
gr: Πλοήγηση
hi: नेविगेट
tr: Gezin
zh: 导航

source: Choose screen layout
ar: أختر النسق
bn: স্ক্রিন লেআউট নির্বাচন করুন
de: Bildschirmanordnung wählen
fr: Selectionner la mise en page de l'écran
gr: Επιλογή διάταξης οθόνης
hi: स्क्रीन लेआउट चुनें
tr: Ekran düzenini seçin
zh: 选择屏幕布局

source: Close all windows and remove uploaded files
ar: أغلق جميع الشاشات وحذف الملفات
bn: সমস্ত উইন্ডোজ বন্ধ করুন এবং আপলোড করা ফাইলগুলি সরিয়ে ফেলুন
de: Alle Fenster schließen und hochgeladene Dateien löschen
fr: Fermez toutes les fenêtres et supprimez les fichiers téléchargés
gr: Κλείσιμο όλων των παραθύρων και αφαίρεση των αρχείων που έχουν μεταφορτωθεί
hi: सभी विंडो बंद करें और अपलोड की गई फ़ाइलें हटाएं
tr: Tüm pencereleri kapatın ve yüklenen dosyaları kaldırın
zh: 关闭所有窗口并移除已上传文件

source: Delete all items
ar: أمسح جميع البنود
bn: সমস্ত আইটেম মুছে দিন
de: Alle Beiträge entfernen
fr: Supprimez tous les élements
gr: Διαγραφή όλων των στοιχείων
hi: सभी आइटम हटाएं
tr: Tüm öğeleri sil
zh: 删除所有

source: Help
ar: مساعدة
bn: সাহায্য
de: Hilfe
fr: Aide
gr: Βοήθεια
hi: सहायता
tr: Yardım
zh: 帮助

source: Feedback
ar: تغذية عكسية
bn: প্রতিক্রিয়া
gr: Ανάδραση
hi: प्रतिक्रिया
tr: Geri bildirim
zh: 反馈

source: Users
ar: لأئحة المستخدمين
bn: ব্যবহারকারী
de: Benutzer
fr: Utilisateurs
gr: Χρήστες
hi: उपयोक्ता
tr: Kullanıcılar

source: With PalMA, you can share documents, websites and your desktop with your learning group.
ar: باستخدام PalMAبإمكانك مشاركة مستنداتك، مواقع الانترنت، وسطح المكتب الخاص بك
bn: PalMA এর সাথে, আপনি আপনার শেখার গ্রুপের সাথে নথি, ওয়েবসাইট এবং আপনার ডেস্কটপ শেয়ার করতে পারেন.
de: Mit PalMA können Sie Dokumente, Webseiten und Ihren Desktop mit Ihrer Lerngruppe teilen.
fr: Avec PalMA, vous pouvez partager des documents, des sites Web et votre écran avec votre groupe d'études.
gr: Με το PalMA, μπορείτε να μοιράζεστε έγγραφα, ιστοσελίδες και την επιφάνεια εργασίας σας με την μαθησιακή σας ομάδα.
hi: पाल्मा के साथ, आप दस्तावेज़ों, वेबसाइटों और अपने डेस्कटॉप को अपने साथ साझा कर सकते हैं सीखने का समूह।
tr: PalMA ile belgelerinizi, web sitelerinizi ve masaüstünüzü öğrenim grubunuzla paylaşabilirsiniz.

source: The PalMA team monitor shows up to four contributions simultaneously.
bn: PalMA টিম মনিটর একই সাথে চারটি অবদান দেখায়.
de: Der PalMA Team Bildschirm zeigt bis zu vier Beiträge gleichzeitig an.
fr: Le moniteur d'équipe PalMA affiche jusqu' à quatre contributions simultanément
gr: Η ομαδική οθόνη PalMA εμφανίζει έως και τέσσερις συνεισφορές ταυτόχρονα.
hi: पाल्मा टीम मॉनिटर एक साथ चार योगदान तक दिखाता है।
tr: PalMA ekip monitörü aynı anda en fazla dört katkıyı gösteriyor.

source: For further information about PalMA in this institution
bn: এই প্রতিষ্ঠানে PalMA সম্পর্কে আরও তথ্যের জন্য
de: Weitere Informationen über PalMA in dieser Einrichtung finden Sie
fr: Pour plus d'information sur PalMA dans cette institution
gr: Για περισσότερες πληροφορίες σχετικά με το PalMA σε αυτό το ίδρυμα
hi: इस संस्था में पाल्मा के बारे में अधिक जानकारी के लिए
tr: Bu kurumdaki PalMA hakkında daha fazla bilgi için
zh: 更多关于本机构的PalMa信息

source: see here.
ar: أنظر هنا
bn: এখানে দেখুন.
de: hier.
fr: Voyez ici
gr: δείτε εδώ.
hi: यहाँ देखें.
tr: buraya bakın.
zh: 看这里

source: Connect
ar: إتصل
bn: সংযোগ করুন
de: Verbinden
fr: Connecter
gr: Σύνδεση
hi: जोड़ें
tr: Bağlanma
zh: 连接

source: Team members can join the session at any time with this URL or QR-Code:
bn: দলের সদস্যরা এই URL বা QR-কোড দিয়ে যে কোনো সময় সেশনে যোগ দিতে পারেন:
de: Teammitglieder können der Sitzung jederzeit mit dieser URL oder folgendem QR-Code beitreten:
fr: Les membres de l'équipe peuvent rejoindre la session à tout moment avec cette URL ou QR-Code:
gr: Τα μέλη της ομάδας μπορούν να συνδεθούν στη συνεδρία ανά πάσα στιγμή με αυτό το URL ή τον κωδικό QR:
hi: टीम के सदस्य इस यूआरएल या क्यूआर-कोड के साथ किसी भी समय सत्र में शामिल हो सकते हैं:
tr: Ekip üyeleri oturuma istedikleri zaman bu URL veya QR Koduyla katılabilir:

source: PIN:
ar: رمز
bn: পিন:
hi: पिन:
tr: Şifre

source: Use the Add-Section to share content on the PalMA monitor.
bn: PalMA মনিটরে বিষয়বস্তু শেয়ার করতে অ্যাড-সেকশন ব্যবহার করুন.
de: Im Bereich &quot;Hinzufügen&quot; können beliebige Sie Inhalte auf den PalMA-Monitor übertragen.
fr: Utilisez la section Ajouter pour partager du contenu sur le moniteur PalMA
hi: पाल्मा मॉनिटर पर सामग्री साझा करने के लिए ऐड-सेक्शन का उपयोग करें।
tr: PalMA monitöründe içerik paylaşmak için Ekleme Bölümünü kullanın.
zh: 使用添加选项以便在PalMa屏幕上分享内容

source: For PDF files, office files, images or videos use the file section.
ar: استخدم هذا الجزء من أجل ملفات الأوفيس، ملفات البي دي إف، وللصور والفيديوهات
bn: পিডিএফ ফাইল, অফিস ফাইল, ছবি বা ভিডিওর জন্য ফাইল বিভাগ ব্যবহার করুন.
de: Nutzen Sie den Dateiupload für PDF-Dateien, Office-Dateien, Bilder oder Videos.
fr: Pour les fichiers PDF, fichiers office, images ou vidéos, utilisez la section fichiers.
gr: Για αρχεία PDF, αρχεία γραφείου, φωτογραφίες ή βίντεο χρησιμοποιήστε την επιλογή αρχείων.
hi: पीडीएफ फाइलों के लिए, कार्यालय फाइलें, चित्र या वीडियो फाइल सेक्शन का उपयोग करते हैं।
tr: PDF dosyaları, ofis dosyaları, resimler veya videolar için dosya bölümünü kullanın.
zh: 对于PDF文件，office文件，图片或者视频，请使用文件选项

source: To display a website use the URL field.
ar: لعرض صفحات الويب، استخدم حقل الـ URL
bn: একটি ওয়েবসাইট প্রদর্শন করতে URL এলাকা ব্যবহার করুন.
de: Mit dem URL-Feld können Sie eine Webseite anzeigen lassen.
fr: Pour afficher un site Web, utilisez le champ URL
gr: Για την εμφάνιση ενός ιστότοπου χρησιμοποιήστε το πεδίο URL.
hi: वेबसाइट प्रदर्शित करने के लिए यूआरएल फ़ील्ड का उपयोग करें।
tr: Bir web sitesini görüntülemek için URL alanını kullanın.
zh: 用URL来显示网站

source: To share your desktop in real time download the VNC screen sharing software and
bn: রিয়েল টাইমে আপনার ডেস্কটপ শেয়ার করতে ভিএনসি স্ক্রিন শেয়ারিং সফটওয়্যার ডাউনলোড করুন এবং
de: Um den Bildschirm Ihres Rechners in Echtzeit darzustellen, laden Sie die VNC Screensharing Software herunter und
fr: Pour partager votre écran en temps réel, téléchargez le logiciel de partage d'écran VNC
gr: Για να μοιραστείτε την οθόνη σας σε πραγματικό χρόνο, κατεβάστε το λογισμικό διαμοιρασμού οθόνης VNC και
hi: अपने डेस्कटॉप को वास्तविक समय में साझा करने के लिए वीएनसी स्क्रीन शेयरिंग सॉफ़्टवेयर डाउनलोड करें और
tr: Masaüstünüzü gerçek zamanlı olarak paylaşmak için VNC ekran paylaşım yazılımını indirin
zh: 实时显示您的桌面情下载VNC屏幕分享软件

source: Windows:
ar: وندوز
bn: উইন্ডোজ:
hi: विंडोज़:

source: Run the downloaded file.
bn: ডাউনলোড করা ফাইলটি চালান।
de: Führen Sie die heruntergeladene Datei aus.
fr: Exécutez le fichier téléchargé
gr: Εκτελέστε το αρχείο που κατεβάσατε.
hi: डाउनलोड की गई फ़ाइल चलाएँ।
tr: İndirilen dosyayı çalıştırın.
zh: 运行已下载文件

source: Double-click the name of your PalMA station in the appearing list.
bn: উপস্থিত তালিকায় আপনার পালমা স্টেশনের নাম ডাবল ক্লিক করুন.
de: Doppelklicken Sie auf den Namen Ihrer PalMA Station in der sich öffnenden Liste.
fr: Double-cliquez sur le nom de votre station PalMA dans la liste qui s'affiche
gr: Διπλοπατήστε στο όνομα του σταθμού PalMA στη λίστα που εμφανίζεται.
hi: दिखाई देने वाली सूची में अपने पाल्मा स्टेशन के नाम पर डबल-क्लिक करें।
tr: Görünen listede PalMA istasyonunuzun adına çift tıklayın.
zh: 在列表中双击您的PalMa名字

source: Mac:
bn: ম্যাক:
hi: मैक:

source: CTRL + click the downloaded file and run it.
bn: CTRL + ডাউনলোড করা ফাইলটিতে ক্লিক করুন এবং এটি চালান।
de: Halten Sie STRG gedrückt, klicken Sie auf die heruntergeladene Datei und führen Sie sie aus.
fr: CTRL + cliquez sur le fichier téléchargé et exécutez-le
gr: Κάντε CTRL + κλικ στο αρχείο που κατεβάσατε και εκτελέστε το.
hi: नियंत्रण बटन + डाउनलोड की गई फ़ाइल पर क्लिक करें और उसे चलाएँ।
tr: CTRL + indirilen dosyaya tıklayın ve çalıştırın.
zh: 同时按下CTRL和单击已下载的文件，来运行它.

source: A second window opens, in which you can start &quot;VineServer&quot;.
bn: একটি দ্বিতীয় উইন্ডো খোলে, যেখানে আপনি শুরু করতে পারেন &quot;ভাইন সার্ভার&quot;
de: Es öffnet sich ein zweites Fenster, in welchem Sie &quot;VineServer&quot; starten können.
gr: Ένα δεύτερο παράθυρο ανοίγει, στο οποίο μπορείτε να ξεκινήσετε το &quot;VineServer&quot;.
hi: एक दूसरी विंडो खुलती है, जिसमें आप &quot;वाइनसर्वर&quot; शुरू कर सकते हैं।
tr: &quot;VineServer&quot;ı başlatabileceğiniz ikinci bir pencere açılır.
zh: 打开第二个窗口，来使用VineServer.

source: In the upper left corner, click on &quot;VNC Server&quot;.
bn: উপরের বাম কোণে, ক্লিক করুন &quot;ভিএনসি সার্ভার&quot;.
de: Klicken Sie auf &quot;VNC Server&quot; in der linken oberen Ecke.
gr: Στην επάνω αριστερή γωνία, πατήστε στο &quot;VNC Server&quot;.
hi: ऊपरी बाएँ कोने में, &quot;वीएनसी सर्वर&quot; पर क्लिक करें।
tr: Sol üst köşede "VNC Sunucusu" seçeneğine tıklayın;
zh: 在左上角，点击VNC Server

source: Select &quot;Reverse Connection&quot;.
bn: &quot;বিপরীত সংযোগ&quot; নির্বাচন করুন
de: Wählen Sie &quot;Reverse Connection&quot; aus.
gr: Επιλέξτε &quot;Reverse Connection&quot;.
hi: &quot;रिवर्स कनेक्शन&quot; का चयन करें।
tr: "Ters Bağlantı"yı seçin.
zh: 选择撤销连接

source: Enter the URL of your PalMA station and click &quot;Connect&quot;.
de: Geben Sie die URL Ihrer PalMA Station ein und klicken Sie auf &quot;Connect&quot;.
gr: Εισάγετε τη διεύθυνση URL του σταθμού PalMA και πατήστε &quot;Connect&quot;.
hi: अपने पाल्मा स्टेशन का यूआरएल दर्ज करें और &quot;कनेक्ट&quot; पर क्लिक करें।
tr: PalMA istasyonunuzun URL'sini girin ve "Bağlan"ı tıklayın.
zh: 输入您的PalMa 屏幕上的URL， 并点击连接

source: Linux:
bn: লিনাক্স:
hi: लिनक्स

source: Run the downloaded shell script.
bn: ডাউনলোড করা শেল স্ক্রিপ্ট চালান।
de: Führen Sie das heruntergeladene Shellskript aus.
hi: डाउनलोड की गई शेल स्क्रिप्ट चलाएँ।
tr: İndirilen kabuk betiğini çalıştırın.
zh: 运行下载shell脚本

source: Or use this shell command:
bn: অথবা এই শেল কমান্ড ব্যবহার করুন:
de: Oder benutzen Sie diesen Shellbefehl:
gr: Ή χρησιμοποιήστε αυτή την εντολή του κελύφους:
hi: या इस शेल कमांड का प्रयोग करें:
tr: Veya bu kabuk komutunu kullanın:
zh: 或者使用shell命令

source: With the grey monitor buttons at the top you can choose how the shared content should be arranged on the PalMA monitor.
bn: ""উপরের ধূসর মনিটর বোতামগুলির সাহায্যে আপনি পালমা মনিটরে ভাগ করা সামগ্রীটি কীভাবে সাজানো উচিত তা পছন্দ করতে পারেন.
de: Mit den grauen Monitorbuttons ganz oben können Sie bestimmen, wie die Inhalte auf dem PalMA-Monitor angeordnet werden sollen.
gr: Με τα γκρίζα κουμπιά οθόνης στο επάνω μέρος μπορείτε να επιλέξετε τον τρόπο διάταξης του κοινού περιεχομένου στην οθόνη PalMA.
hi: शीर्ष पर ग्रे मॉनिटर बटन के साथ आप चुन सकते हैं कि कैसे साझा किया जाए पालमा मॉनिटर पर सामग्री की व्यवस्था की जानी चाहिए।
tr: Üst kısımdaki gri monitör düğmeleriyle paylaşımın nasıl yapılacağını seçebilirsiniz içerik PalMA monitöründe düzenlenmelidir.
zh: 在顶部的灰色按钮，您可以选择如何在您的PalMa屏幕上分享内容

source: Below that you find the controls for each item:
bn: এর নীচে আপনি প্রতিটি আইটেমের জন্য নিয়ন্ত্রণগুলি খুঁজে পাবেন:
de: Darunter finden Sie die Steuerelemente für jeden Beitrag:
gr: Παρακάτω θα βρείτε τα χειριστήρια για κάθε στοιχείο:
hi: नीचे आप प्रत्येक आइटम के लिए नियंत्रण पाते हैं:
tr: Aşağıda her bir öğenin kontrollerini bulacaksınız:
zh: 下面您可以找到每个项目的控制选项

source: In the top bar you can
bn: উপরের বারে আপনি পারেন
de: In der oberen Leiste können Sie den Beitrag
gr: Στην επάνω γραμμή μπορείτε
hi: टॉप बार में आप कर सकते हैं
zh: 在顶部的条，您可以

source: Hide and show
bn: লুকান এবং প্রদর্শন করুন
de: Aus- und einblenden
gr: Απόκρυψη και εμφάνιση
hi: छुपा कर दिखाओ
tr: Üst çubukta şunları yapabilirsiniz
zh: 隐藏且显示

source: Zoom in and out
ar: تصغير الصورة
bn: জুম ইন এবং আউট
de: Hinein- und herauszoomen
fr: Zoom avant et arrière
gr: Μεγέθυνση και σμίκρυνση
hi: ज़ूम इन और आउट करें
tr: Yakınlaştır ve uzaklaştır

source: Rotate
ar: تدوير
bn: ঘোরান
de: Drehen
fr: Tourner
gr: Περιστροφή
hi: घुमाएँ
tr: Döndür
zh: 旋转

source: Download
ar: تنزيل الملف
bn: ডাউনলোড
de: Herunterladen
fr: Télécharger
gr: Κατεβάστε
hi: डाउनलोड करें
tr: İndir

source: Delete the item
ar: أمسح هذه البند
bn: আইটেমটি মুছে দিন
de: Löschen
gr: Διαγράψτε το στοιχείο
hi: आइटम मिटाएँ
tr: Öğeyi sil
zh: 删除项目

source: Below you find the navigation controls.
bn: নীচে আপনি নেভিগেশন নিয়ন্ত্রণগুলি খুঁজে পাবেন।
de: Darunter finden Sie die Steuerelemente.
gr: Παρακάτω θα βρείτε τα χειριστήρια πλοήγησης.
hi: नीचे आप नेविगेशन नियंत्रण पाते हैं।
tr: Aşağıda gezinme kontrollerini bulacaksınız.
zh: 下面您可以找到控制导航

source: Buttons on the left jump to the top, to the end, a page up or a page down
bn: ""বাম দিকের বোতামগুলি উপরে, শেষে, একটি পৃষ্ঠা উপরে বা একটি পৃষ্ঠা নীচে লাফ দেয়
de: Die vertikal angeordneten Buttons auf der linken Seite springen zum Anfang, zum Ende, eine Seite nach oben oder eine Seite nach unten
gr: Τα κουμπιά στα αριστερά πηγαίνουν στην κορυφή, στο τέλος, σε μια σελίδα πάνω
hi: बाएं बटन शीर्ष पर, अंत तक, एक पृष्ठ ऊपर या एक पृष्ठ नीचे
tr: Soldaki düğmeler yukarıya, sona, bir sayfa yukarıya veya bir sayfa aşağıya atlar
zh: 左边的按钮，可以跳到顶部或者底部，也可以上一页或者下一页

source: Arrow buttons in the middle scroll gradually
bn: মাঝখানে তীর বোতামগুলি ধীরে ধীরে স্ক্রোল করার জন্য
de: Die Pfeilbuttons in der Mitte scrollen schrittweise
gr: Τα βέλη στο κέντρο κυλούν σταδιακά
hi: मध्य स्क्रॉल में तीर बटन धीरे-धीरे
tr: Ortadaki ok düğmeleri yavaş yavaş kaydırılır
zh: 滚动中间的箭头按钮

source: On the right you can choose the position on the PalMA monitor
bn: ডানদিকে আপনি PalMA মনিটরে এর অবস্থান পছন্দ করতে পারেন
de: Rechts können Sie die Position des Beitrags auf dem PalMA-Monitor bestimmen
gr: Στα δεξιά μπορείτε να επιλέξετε τη θέση στην οθόνη PalMA
hi: दाईं ओर आप पाल्मा मॉनीटर पर स्थिति चुन सकते हैं
tr: Sağ tarafta PalMA monitöründeki konumu seçebilirsiniz
zh: 右边您可以选择PalMa屏幕的位置

source: Controls that are not available for certain kinds of content are marked grey.
bn: ""নির্দিষ্ট ধরণের সামগ্রীর জন্য উপলব্ধ নয় এমন নিয়ন্ত্রণগুলি ধূসর চিহ্নিত করা হয়েছে৷
de: Steuerelemente, die für einen bestimmten Inhaltstyp nicht verfügbar sind, sind grau markiert.
gr: Τα χειριστήρια που δεν είναι διαθέσιμα για ορισμένους τύπους περιεχομένου είναι σημειωμένα με γκρι.
hi: नियंत्रण जो कुछ प्रकार की सामग्री के लिए उपलब्ध नहीं हैं, उन्हें ग्रे के रूप में चिह्नित किया गया है।
tr: Belirli içerik türleri için kullanılamayan kontroller gri renkle işaretlenmiştir.
zh: 控制那些已被标灰的无效类型内容

source: Some additional features are:
ar: مزيد من الميزات
bn: কিছু অতিরিক্ত বৈশিষ্ট্য:
de: Weitere Funktionen sind:
gr: Ορισμένα επιπλέον χαρακτηριστικά είναι:
hi: कुछ अतिरिक्त विशेषताएं हैं:
tr: Bazı ek özellikler şunlardır:
zh: 一些额外的特点

source: This help,
ar: هنا مساعدة
bn: এই সাহায্য,
de: Diese Hilfe,
fr: Cette aide,
gr: Αυτή η βοήθεια,
hi: यह सहायता,
tr: Bu yardım,
zh: 这可以帮助,

source: Your chance to recommend us or give us your thoughts in the &quot;Feedback&quot; section,
bn: ""প্রতিক্রিয়া বিভাগে" আমাদের সুপারিশ করার বা আমাদের আপনার মতামত দেওয়ার আপনার সুযোগ"
de: Die Möglichkeit, uns unter &quot;Feedback&quot; weiterzuempfehlen oder Ihre Meinung mitzuteilen,
gr: Η ευκαιρία σας να μας συστήσετε ή να μας δώσετε τις σκέψεις σας στην ενότητα &quot;Ανάδραση&quot;,
hi: &quot; में हमें सिफारिश करने या हमें अपने विचार देने का आपका मौका फ़ीडबैक&quot; अनुभाग,
tr: Geribildirim bölümünde bizi tavsiye etme veya düşüncelerinizi bize bildirme şansınız,
zh: 您可以在反馈中给我们提出宝贵的意见与建议（当然要用德语）
