Repository: UB-Mannheim/PalMA
Catalog: locale/*.UTF-8 - copy/LC_MESSAGES/palma.po
Languages: es

source: not available
es: No disponible

source: Enter valid URL
es: Favor de ingresar URL válida

source: You were disconnected!
es: Fuiste desconectado!

source: Select screen section for display
es: Selecciona la sección de pantalla a mostrar

source: Toggle visibility
es: Cambiar visibilidad

source: Zoom in
es: Acercar

source: Zoom out
es: Alejar

source: Rotate counterclockwise
es: Rotar en contra a las agujas del reloj

source: Rotate clockwise
es: Rotar según las agujas del reloj

source: Download this item
es: Descargar este objecto

source: Remove this item
es: Eliminar este objecto

source: Jump to start
es: Ir al comienzo

source: Page up
es: Subir

source: Page down
es: Bajar

source: Jump to end
es: Ir al final

source: Up
es: Arriba

source: Left
es: Izquierda

source: Right
es: Derecho

source: Down
es: Abajo

source: Welcome
es: Bienvenido

source: There is no shared content yet. Click below to get started!
es: Todavía no hay contenido compartido. Da click abajo para comenzar!

source: Add
es: Agregar

source: Sorry! Screensharing for your device is currently not supported.
es: Lo lamentamos! Tu dispositivo no es actualmente compatible para compartir pantalla.

source: Extras
es: Suplementos

source: File
es: Archivo

source: Screen
es: Pantalla

source: Drag and drop files or click here to upload.
es: Arrastra y suelta los archivos o da click aqui para subir.

source: Add file (click or drop here)
es: Aggregar archivo (click o suelta aqui)

source: Add webpage
es: Agregar página web

source: Enter URL
es: Favor ingresar URL

source: Click here to show the webpage on the screen.
es: Da click aqui para mostrar la página web en la pantalla.

source: Enter
es: Ingresar

source: Add your screen
es: Agrega tu pantalla

source: Download screensharing tool
es: Descargar herramienta para compartir pantalla

source: Download your screensharing tool (Windows, Mac and Linux only). Visit the help section for further information.
es: Descarga tu herramienta para compartir pantalla (Solo Window, Mac y Linux). Visita la sección de ayuda para más información.

source: Layout
es: Presentación

source: Navigate
es: Navegar

source: Choose screen layout
es: Seleccionar distribución de la pantalla

source: Close all windows and remove uploaded files
es: Cerrar todas las ventanas y remover archivos cargados

source: Delete all items
es: Eliminar todos los elementos

source: Help
es: Ayuda

source: Feedback
es: Comentarios

source: Users
es: Usuarios

source: With PalMA, you can share documents, websites and your desktop with your learning group.
es: Con PalMA, tú puedes compartir documentos, sitios web y tu escritorio con tu grupo de trabajo.

source: The PalMA team monitor shows up to four contributions simultaneously.
es: PalMA team monitor muestra hasta 4 contribuciones simultaneamente.

source: For further information about PalMA in this institution
es: Para mayor información sobre PalMA en esta institución

source: see here.
es: vea aquí.

source: Connect
es: Conectar

source: Team members can join the session at any time with this URL or QR-Code:
es: Miembros del grupo pueden unirse en cualquier momentocon esta URL o QR-Code:

source: Use the Add-Section to share content on the PalMA monitor.
es: Utiliza la sección de adición para compartir contenido en el monitor PalMA.

source: For PDF files, office files, images or videos use the file section.
es: Para archivos PDF, archivos Office, imagenes o video usar la selección de archivo.

source: To display a website use the URL field.
es: Para compartir una página web usa el campo URL.

source: To share your desktop in real time download the VNC screen sharing software and
es: Para compartir tu escritorio en tiempo real descarga el software VNC para compartir pantalla y

source: Run the downloaded file.
es: Ejecutar el archivo descargado.

source: Double-click the name of your PalMA station in the appearing list.
es: Haz doble click en el nombre de tu estación PalMA en la lista.

source: CTRL + click the downloaded file and run it.
es: CTRL + click el archivo descargado y ejecútalo.

source: A second window opens, in which you can start &quot;VineServer&quot;.
es: Una segunda ventana se abre en la que puedes ejecutar &quot;VineServer&quot;.

source: In the upper left corner, click on &quot;VNC Server&quot;.
es: En la esquina superior izquierda haz click en &quot;VNC Server&quot;.

source: Select &quot;Reverse Connection&quot;.
es: Selecciona &quot;Reintentar conección&quot;.

source: Enter the URL of your PalMA station and click &quot;Connect&quot;.
es: Inserta el URL de tu estación PalMA y haz click en &quot;Conectar&quot;.

source: Run the downloaded shell script.
es: Ejecutar el shell script descargado.

source: Or use this shell command:
es: O usa este comando shell:

source: With the grey monitor buttons at the top you can choose how the shared content should be arranged on the PalMA monitor.
es: Usa los botones del monitor plomo en la parte superior para elegir como distribuir el contenido compartido en tu monitor PalMA.

source: Below that you find the controls for each item:
es: Abajo encontrarás los controles para cada elemento:

source: In the top bar you can
es: En la barra superior puedes

source: Hide and show
es: Esconder y mostrar

source: Zoom in and out
es: Acercar y alejar el zoom

source: Rotate
es: Rotar

source: Download
es: Descargar

source: Delete the item
es: Eliminar este elemento

source: Below you find the navigation controls.
es: Abajo encuentras los controles de navegación.

source: Buttons on the left jump to the top, to the end, a page up or a page down
es: Los botones de la izquierda te llevan al inicio, al final, una página arriba o una página abajo

source: Arrow buttons in the middle scroll gradually
es: Las flechas en el medio permiten bajar o subir gradualmente

source: On the right you can choose the position on the PalMA monitor
es: En la derecha puedes escoger la posición en tu monitor PalMa

source: Controls that are not available for certain kinds of content are marked grey.
es: Controles no disponibles para ciertos tipos de contenido estan marcados de color plomo.

source: Some additional features are:
es: Algunas funciones adicionales son:

source: This help,
es: Esta ayuda,

source: Your chance to recommend us or give us your thoughts in the &quot;Feedback&quot; section,
es: Tu chance de recomendarnos algo o darnos tu opinión en la sección de &quot;Comentarios&quot;,

source: A list of all logged-in users as well as a button to disconnect everyone and therefore end the session.
es: Una lista de todos los usuarios activos y un botón para desconectarlos a todos y terminar la sesión.

source: Recommend us
es: Recoméndanos

source: If you like PalMA, please recommend us by sharing in your social networks.<br />Enjoy PalMA!
es: Si te gusta PalMA, recoméndanos a tus amigos compartiendo en tus redes sociales.<br />Disfruta PalMA!

source: Tell us what you think
es: Dinos que opinas

source: Please let us know about problems or ideas to improve PalMA. Help us directly by sending crash reports or contributing on
es: Coméntanos sobre posibles problemas o ideas que tengas para mejorar PalMA. Ayúdanos directamente mandando un reporte de errores o contribuyendo en

source: Thank you!
es: Gracias!

source: Select language:
es: Seleccionar un idioma:

source: User list
es: Lista de usuarios

source: List of connected users
es: Lista de usuarios conectados

source: New users can join at
es: Nuevos usuario se pueden unir en

source: Disconnect all users and end the session
es: Desconectar a todos los usuarios y finalizar la sesión

source: End the session
es: Terminar la sesión

source: Disconnect the current user
es: Desconectar al usuario actual

source: Log out
es: Cerrar sesión

source: Screen section
es: Sección de la pantalla

source: Invalid credentials!
es: Credenciales inválidas

source: Cannot check credentials, sorry!
es: No se pueden verificar credenciales, disculpa!

source: Invalid PIN.
es: PIN inválido.

source: PalMA &ndash; Login
es: PalMA &ndash; Acceso

source: Login
es: Acceso

source: User name
es: Nombre de usuario

source: This file is too large.
es: Este archivo es demasiado grande.

source: Large files are not supported.
es: Archivos grandes no son soportados.

source: File was only partially uploaded.
es: El archivo fue parcialmente cargado.

source: Error code %s.
es: Codigo de error %s

source: File '%s' cannot be shown.
es: El archivo '%s' no puede ser mostrado.

source: Picture Show
es: Show de imágenes

source: Tiles
es: Azulejos
