Repository: UB-Mannheim/PalMA
Catalog: locale/al_AL.UTF-8/LC_MESSAGES/palma.po
Languages: al

source: not available
al: i padisponueshem

source: Enter valid URL
al: Fut nje URL te vlefshme

source: You were disconnected!
al: U shkepute

source: Select screen section for display
al: Zgjidh seksionin e ekranit per t'u paraqitur

source: Toggle visibility
al: Ndrysho paraqitje

source: Zoom in
al: Zmadho

source: Zoom out
al: Zvogelo

source: Rotate counterclockwise
al: Rrotullo në të kundërt të akrepave të orës

source: Rotate clockwise
al: Rrotullo sipas akrepave të orë

source: Jump to start
al: Shko ne fillim

source: Page up
al: Një faqe më lart

source: Page down
al: Një faqe më poshtë

source: Jump to end
al: Shko në fund

source: Up
al: Lart

source: Left
al: Majtas

source: Right
al: Djathtas

source: Down
al: Poshtë

source: Welcome
al: Miresevini

source: There is no shared content yet. Click below to get started!
al: Nuk ka përmbajtje ende. Kliko më poshtë për të filluar!

source: Add
al: Shto

source: Sorry! Screensharing for your device is currently not supported.
al: Ndjesë! Ndarja e ekranit nuk suportohet ende për pajisjen tuaj.

source: File
al: Skedar

source: Drag and drop files or click here to upload.
al: Drag and drop skedarët ose kliko këtu për të ngarkuar

source: Add file (click or drop here)
al: Shto skedarin(kliko ose drop këtu)

source: Add webpage
al: Shto faqen e web

source: Enter URL
al: Vendos URL

source: Click here to show the webpage on the screen.
al: Kliko këtu për të treguar faqen web në ekran

source: Add your screen
al: Shto ekranin tuaj

source: Download screensharing tool
al: Shkarko mjetin e ndarjes së ekranit

source: Download your screensharing tool (Windows, Mac and Linux only). Visit the help section for further information.
al: Shkarkoni mjetin tuaj të ndarjes së ekranit(vetem per Windows, Mac ose Linux). Vizitoni seksionin e ndihmes per informacion shtese

source: Layout
al: Struktura e faqes

source: Navigate
al: Navigoni

source: Choose screen layout
al: Zgjidh strukturen e ekranit

source: Close all windows and remove uploaded files
al: Mbyll gjithe dritaret dhe fshi skedaret e ngarkuar

source: Delete all items
al: Fshi gjithe artikujt

source: Help
al: Ndihme

source: For further information about PalMA in this institution
al: Per informacion te metejshem rreth PalMA ne kete institucion

source: see here.
al: shiko ketu

source: Connect
al: Lidhu

source: Use the Add-Section to share content on the PalMA monitor.
al: Perdor seksionin Add per te ndare permbajtje ne monitorin PalMA

source: For PDF files, office files, images or videos use the file section.
al: Per skedare PDF, skedare office, imazhe ose video perdor seksionin e skedareve.

source: To display a website use the URL field.
al: Per te shfaqur nje website perdor fushen e URL

source: To share your desktop in real time download the VNC screen sharing software and
al: Per te ndare desktopin tuaj ne kohe reale, shkarkoni software-in e ndarjes se ekranit VNC dhe

source: Run the downloaded file.
al: Ekzekutoni skedarin e shkarkuar

source: Double-click the name of your PalMA station in the appearing list.
al: Klikoni dy herë emrin e stacionit tuaj PalMA në listën që shfaqet

source: CTRL + click the downloaded file and run it.
al: CTRL + click skedarin e shkarkuar dhe ekzekutojeni

source: A second window opens, in which you can start &quot;VineServer&quot;.
al: Një dritare e dytë hapet, në të cilën mund të startoni &quot;VineServer&quot;.

source: In the upper left corner, click on &quot;VNC Server&quot;.
al: Në cepin majtas lart, kliko në&quot;VNC Server&quot;.

source: Select &quot;Reverse Connection&quot;.
al: Zgjidhni &quot;Reverse Connection&quot;.

source: Enter the URL of your PalMA station and click &quot;Connect&quot;.
al: Vendos URL e stacionit tuaj PalMA dhe kliko &quot;Lidhu&quot;.

source: Run the downloaded shell script.
al: Ekzekuto skriptin shell të ngarkuar

source: Or use this shell command:
al: Ose përdorni këtë komandë të shell-it

source: With the grey monitor buttons at the top you can choose how the shared content should be arranged on the PalMA monitor.
al: Me butonat gri te monitorit ne krye mund te zgjidhni sesi permbajtja e ndare duhet te organizohet ne monitorin PalMA

source: Below that you find the controls for each item:
al: Më poshtë mund të gjeni kontrollet për çdo artikull

source: In the top bar you can
al: Në shiritin e mësipërm ju mund të

source: Hide and show
al: Fsheh dhe trego

source: Rotate
al: Rrotullo

source: Delete the item
al: Fshi artikullin

source: Below you find the navigation controls.
al: Më poshtë, gjeni kontrollin e navigimit

source: Buttons on the left jump to the top, to the end, a page up or a page down
al: Me anë të butonave në të majtë, mund të lëvizni në krye, në fund, një faqe më lart ose një faqe më poshtë

source: Arrow buttons in the middle scroll gradually
al: Butonat shigjetë në mes bejne te mundur levizjen(scroll) graduale

source: On the right you can choose the position on the PalMA monitor
al: Në të djathtë mund të zgjidhni pozicionin në monitorin e PalMa

source: Controls that are not available for certain kinds of content are marked grey.
al: Kontrollet që nuk janë të disponueshme për disa lloje përmbajtjesh janë të shënuara me gri.

source: Some additional features are:
al: Disa tipare shtesë janë:

source: This help,
al: Kjo ndihme,

source: Your chance to recommend us or give us your thoughts in the &quot;Feedback&quot; section,
al: Mundësia juaj për të na rekomanduar ose për të ndarë mendimet tuaja në seksionin &quot;Feedback&quot;

source: A list of all logged-in users as well as a button to disconnect everyone and therefore end the session.
al: Nje liste e te gjithe perdoruesve te loguar, si dhe nje buton per te shkeputur te gjithe dhe keshtu te mbyllet sesioni

source: Recommend us
al: Na rekomandoni

source: If you like PalMA, please recommend us by sharing in your social networks.<br />Enjoy PalMA!
al: Nëse e pëlqeni PalMA, ju lutem na rekomandoni duke e ndarë në rrjetet tuaja sociale

source: Tell us what you think
al: Na tregoni se cfare mendoni

source: Please let us know about problems or ideas to improve PalMA. Help us directly by sending crash reports or contributing on
al: Ju lutem na vini ne dijeni per probleme ose ide sesi te permiresohet PalMA. Na ndihmoni direkt duke derguar raporte per crash ose duke kontribuar ne

source: Thank you!
al: Faleminderit!

source: User list
al: Lista e përdoruesve

source: List of connected users
al: Lista e përdoruesve të lidhur

source: New users can join at
al: Përdoruesit e rinj mund të regjistrohen në

source: End the session
al: Mbyll sesionin

source: Disconnect the current user
al: Shkeput perdoruesin aktual

source: Screen section
al: Seksioni i ekranit

source: Invalid credentials!
al: Kredenciale jo te sakta

source: Cannot check credentials, sorry!
al: Kredencialet nuk mund te kontrollohen, kerkojme ndjese

source: Invalid PIN.
al: PIN i pavlefshëm

source: User name
al: Emri i perdoruesit

source: Password
al: Fjalekalimi

source: Log in
al: Hyr

source: This file is too large.
al: Ky skedar eshte shume i madh

source: Large files are not supported.
al: Skedaret e medha nuk jane te suportuara

source: File was only partially uploaded.
al: Skedari u ngarkua pjesërisht

source: File '%s' cannot be shown.
al: Skedari '%s' nuk mund te shfaqet

source: Picture Show
al: Shfaq figuren

source: Tiles
al: Pjeset

source: Select workplace
al: Zgjidh mjedisin e punes

source: Conference room
al: Dhoma e konferencave

source: Test monitor
al: Testo monitorin

source: Mannheim table
al: Tabela Mannheim
