Repository: UB-Mannheim/PalMA
Catalog: locale/kg_KG.UTF-8/LC_MESSAGES/palma.po
Languages: kg

source: not available
kg: жеткиликтүү эмес

source: Enter valid URL
kg: Жарактуу URL киргизиңиз

source: You were disconnected!
kg: Сиз байланыштан ажыратылдыңыз!

source: Select screen section for display
kg: Көрсөтүү үчүн экран тандаңыз

source: Toggle visibility
kg: Көрүнүүнү которуу

source: Zoom in
kg: Чоңойтуу

source: Zoom out
kg: Кичирейтүү

source: Rotate counterclockwise
kg: Саат жебесине каршы айлантуу

source: Rotate clockwise
kg: Саат жебеси боюнча айлантуу

source: Download this item
kg: Бул файлды жүктөө

source: Remove this item
kg: Бул файлды өчүрүү

source: Jump to start
kg: Башына өтүү

source: Page up
kg: Үстүңкү баракча

source: Page down
kg: Алдыңкы баракча

source: Jump to end
kg: Аягына өтүү

source: Up
kg: Өйдө

source: Left
kg: Солго

source: Right
kg: Оңго

source: Down
kg: Ылдый

source: Welcome
kg: Кош келдиңиз

source: There is no shared content yet. Click below to get started!
kg: Азырынча жалпы контент жок. Баштоо үчүн бул жерди бысыңыз!

source: Add
kg: Кошуу

source: Sorry! Screensharing for your device is currently not supported.
kg: Кечиресиз! Азырынча сиздин девайсыңызда экранды чогуу колдонуу иштебейт.

source: Control
kg: Курсорду башкаруу

source: Extras
kg: Кошумчалар

source: File
kg: Файл

source: Screen
kg: Экран

source: Drag and drop files or click here to upload.
kg: Файлдарды алып келиңиз же жүктөө үчүн бул жакты чыкылдатыңыз.

source: Add file (click or drop here)
kg: Файлды кошуңуз (чыкылдатыңыз же алып келиңиз)

source: Add webpage
kg: Веб-баракчаны кошуңуз

source: Enter URL
kg: URL ди киргизиңиз

source: Click here to show the webpage on the screen.
kg: Веб-баракчаны көргөзүү үчүн бул жакты чыкылдатыңыз

source: Enter
kg: Киргизиңиз

source: Add your screen
kg: Экраныңызды кошуңуз

source: Download screensharing tool
kg: Экранды чогуу колдонуу үчүн инструментти жүктөңүз

source: Download your screensharing tool (Windows, Mac and Linux only). Visit the help section for further information.
kg: Экранды чогуу колдонуу үчүн инструментти жүктөңүз (Бир гана Windows, Mac жана Linux).Кийнки маалыматты алуу үчүн жардам берүү секциясына кайрылыңыз.

source: Layout
kg: Схема

source: Navigate
kg: Навигация

source: Choose screen layout
kg: Экрандын схемасын тандаңыз

source: Close all windows and remove uploaded files
kg: Бардык терезелерди жабыгыңыз жана жүктөлгөн файлдарды өчүрүңүз

source: Delete all items
kg: Бардык объекттерди өчүрүңүз

source: Help
kg: Жардам

source: Feedback
kg: Кайтарым байланыщ

source: Users
kg: Колдонуучулар

source: With PalMA, you can share documents, websites and your desktop with your learning group.
kg: PalMA нын жардамы менен документтерди, вебсайттарды жана иш стөлүн үйрөнүү тобуңуз менен бөлүшө аласыз

source: The PalMA team monitor shows up to four contributions simultaneously.
kg: PalMA командасы бир эле убакытта 4 объектке чейин чагылдырат

source: For further information about PalMA in this institution
kg: PalMA жөнүндө кийнки маалыматты алуу үчүн бул институтта

source: see here.
kg: бул жактан көрүңүз.

source: Connect
kg: Кошуу

source: Team members can join the session at any time with this URL or QR-Code:
kg: Команда мүчөлөрү каалаган убакытта ушул URL жана QR-код менен сессияга кошула алат:

source: Use the Add-Section to share content on the PalMA monitor.
kg: PalMA мониторунда контентти чагылдыруу үчүн "Кошуу" секциясын колдонуңуз.

source: For PDF files, office files, images or videos use the file section.
kg: PDF файлдар, офис файлдар, сүрөттөр же видеолор үчүн файл секциясын колдонуңуз.

source: To display a website use the URL field.
kg: Вебсайтты чагылдыруу үчүн URL талаасын колдонуңуз.

source: To share your desktop in real time download the VNC screen sharing software and
kg: Экраныңызды реалдуу убакытта бөлүшүү үчүн VNC экранды бөлүшүү программаны жүктөп алыңызжана

source: Run the downloaded file.
kg: Жүктөлгөн файлды иштетиңиз.

source: Double-click the name of your PalMA station in the appearing list.
kg: Пайда болгон тизмедеги PalMA станцияңыздын атын эки жолу чыкылдатыңыз.

source: CTRL + click the downloaded file and run it.
kg: CTRL + жүктөлгөн файлды чыкылдатыңыз жана иштетиңиз.

source: A second window opens, in which you can start &quot;VineServer&quot;.
kg: Экинчи терезе ачылат, бул болсо &quot;VineServer&quot; баштоого мүмкүнчүлүк түзөт.

source: In the upper left corner, click on &quot;VNC Server&quot;.
kg: Өйдөңкү сол бурчта &quot;VNC Server&quot; чыкылдатыңыз.

source: Select &quot;Reverse Connection&quot;.
kg: &quot;Reverse Connection&quot; тандаңыз

source: Enter the URL of your PalMA station and click &quot;Connect&quot;.
kg: PalMA станцияңыздын URL'ын киргизиңиз жана &quot;Connect&quot; чыкылдатыңыз.

source: Run the downloaded shell script.
kg: Жүктөлүп алынган кабык сценарийин иштетиңиз.

source: Or use this shell command:
kg: Же кабык командасын колдонуңуз:

source: Below that you find the controls for each item:
kg: Жогору жактагы боз монитор баскычтары менен сиз кантип бөлүшүүнү тандай аласыз Мазмун PalMA мониторунда уюштурулушу керек.

source: In the top bar you can
kg: Жогорку панелде кылаласыз

source: Hide and show
kg: Катыңыз жана көрсөтүңүз

source: Zoom in and out
kg: Чоңойтуңуз жана киргизиңиз

source: Rotate
kg: Буруңуз

source: Download
kg: Жүктөңүз

source: Delete the item
kg: Объектти өчүрүңүз

source: Below you find the navigation controls.
kg: Төмөндө сиз навигацияны башкаруу элементтерин табасыз.

source: Buttons on the left jump to the top, to the end, a page up or a page down
kg: Сол жактагы баскычтар жогоруга, аягына, бир барак өйдө же ылдыйга секирет

source: On the right you can choose the position on the PalMA monitor
kg: Ортодогу жебе баскычтары акырындык менен жылдырылат

source: Controls that are not available for certain kinds of content are marked grey.
kg: Кээ бир контент түрлөрү үчүн жеткиликтүү эмес башкаруу элементтери боз болуп белгиленет.

source: Some additional features are:
kg: Кээ бир кошумча өзгөчөлүктөр болуп төмөнкүлөр саналат:

source: This help,
kg: Ушул жардам,

source: Your chance to recommend us or give us your thoughts in the &quot;Feedback&quot; section,
kg: Бизди сунуштоо мүмкүнчүлүгүңүз же бизге &quot;Feedback&quot; бөлүмү,

source: A list of all logged-in users as well as a button to disconnect everyone and therefore end the session.
kg: Бардык кирген колдонуучулардын тизмеси, ошондой эле баарын ажырата турган баскыч жана Ошондуктан сессия бүтсүн.

source: Recommend us
kg: Бизге сунуштаңыз

source: If you like PalMA, please recommend us by sharing in your social networks.<br />Enjoy PalMA!
kg: Эгер сизге PalMA жакса, социалдык тармактарыңызда бөлүшүү аркылуу бизге сунуштайбыз.<br />Enjoy PalMA!

source: Tell us what you think
kg: Бизге оюңузду айтыңыз

source: Thank you!
kg: Рахмат!

source: Select language:
kg: Тилди тандаңыз:

source: User list
kg: Колдонуучунун тизмеси

source: List of connected users
kg: Туташкан колдонуучулардын тизмеси

source: New users can join at
kg: Жаңы колдонуучулар кошула алышат

source: End the session
kg: Бардык колдонуучуларды ажыратып, сессияны бүтүрүңүз

source: Disconnect the current user
kg: Учурдагы колдонуучуну ажыратыңыз

source: Log out
kg: Чыгыңыз

source: Invalid PIN.
kg: Жараксыз PIN.

source: Login
kg: Логин

source: User name
kg: Колдонуучунун аты

source: Password
kg: Пароль

source: Log in
kg: Кириңиз

source: This file is too large.
kg: Бул файл өтө чоң.

source: Large files are not supported.
kg: Чоң файлдар колдоого алынбайт.

source: File was only partially uploaded.
kg: Файл жарым-жартылай гана жүктөлүп берилди.

source: Error code %s.
kg: Ката коду %s.

source: File '%s' cannot be shown.
kg: '%s' файлын көрсөтүү мүмкүн эмес.

source: Picture Show
kg: Сүрөт көрсөтүү
